9/data/attachments/9be532dc77d45acc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_9a7ccd03-c2bd-49fd-8296-74a569e46d08</nif:username>
            <nif:friendToBeAdded>Stacey_represent_Friend_64968_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>